{
  "groinKick": {
    "text": "Chute na virilha",
    "messages": {
      "0": "Tentei chutar meu oponente na virilha, mas errei completamente",
      "1": "Tentei chutar meu oponente na virilha, mas errei.",
      "2": "Tentei chutar meu oponente na virilha, mas acertei a coxa.",
      "3": "Chutei meu oponente entre as pernas",
      "4": "Dei um chute fraco na virilha do meu oponente",
      "5": "Acertei em cheio entre as pernas do meu oponente com um chute",
      "6": "Chutei o saco meu oponente e ele se curvou de dor",
      "7": "Deixei meu oponente mancando depois de um chute poderoso",
      "8": "Derrubei meu oponente com um chute no saco dele",
      "9": "Fiz meu oponente vomitar de dor depois de um golpe baixo",
      "10": "Esmaguei as bolas do meu oponente com um chute!"
    }
  },
  "chinPunch": {
    "text": "Soco no queixo",
    "messages": {
      "0": "Tentei acertar um soco no queixo do meu oponente, mas errei completamente.",
      "1": "Tentei socar o queixo do meu oponente, mas só roçei de leve.",
      "2": "Acertei um soco fraco no queixo do meu oponente.",
      "3": "Dei um soco leve no queixo do meu oponente.",
      "4": "Acertei um soco mediano no queixo do meu oponente e a cabeça dele balançou.",
      "5": "Acertei um bom soco no queixo do meu oponente e ele recuou.",
      "6": "Acertei bem o queixo do meu oponente e ele levou a mão ao rosto.",
      "7": "Acertei um soco forte no queixo do meu oponente e ele ficou tonto.",
      "8": "Derrubei meu oponente com um soco certeiro no queixo.",
      "9": "Abri o queixo do meu oponente com um golpe violento.",
      "10": "Mandei meu oponente para o hospital com um soco no queixo."
    }
  },
  "hairPull": {
    "text": "Puxar o cabelo",
    "messages": {
      "0": "Tentei puxar o cabelo da minha oponente, mas não consegui sequer segurar.",
      "1": "Consegui puxar apenas alguns fios de cabelo da minha oponente.",
      "2": "Puxei levemente o cabelo da minha oponente e ela reclamou.",
      "3": "Dei um puxão fraco no cabelo da minha oponente, deixando-a irritada.",
      "4": "Puxei o cabelo da minha oponente com força moderada e ela gritou.",
      "5": "Puxei o cabelo da minha oponente com força suficiente para afastá-la.",
      "6": "O puxão no cabelo da minha oponente causou dor e desequilíbrio.",
      "7": "Puxei o cabelo da minha oponente com força e ela reagiu gritando.",
      "8": "Dei um puxão muito forte no cabelo da minha oponente, quase a derrubando.",
      "9": "Arranquei vários fios de cabelo da minha oponente, deixando-a desesperada.",
      "10": "Arranquei grande parte do cabelo da minha oponente com um puxão brutal."
    }
  },
  "push": {
    "text": "Empurrar para longe",
    "messages": {
      "0": "Tentei empurrar minha oponente, mas escorreguei e falhei.",
      "1": "Empurrei minha oponente, mas ela quase não saiu do lugar.",
      "2": "Encostei nela ao tentar empurrar, mas sem efeito real.",
      "3": "Dei um empurrão fraco e minha oponente apenas me encarou.",
      "4": "Empurrei minha oponente com força moderada e ela recuou um passo.",
      "5": "Dei um bom empurrão e ela quase perdeu o equilíbrio.",
      "6": "Empurrei com força e minha oponente balançou bastante.",
      "7": "Apliquei um empurrão poderoso e ela teve que se segurar.",
      "8": "Empurrei com tudo e minha oponente caiu sentada.",
      "9": "Dei um empurrão brutal e minha oponente deslizou pelo chão.",
      "10": "Lancei minha oponente longe com um empurrão extremamente forte."
    }
  },
  "boxing": {
    "text": "Cruzado de boxe",
    "messages": {
      "0": "Tentei aplicar um cruzado, mas acertei apenas o ar.",
      "1": "O cruzado passou longe do rosto do meu oponente.",
      "2": "Acertei o braço do meu oponente com o cruzado.",
      "3": "O cruzado atingiu o ombro do meu oponente.",
      "4": "Acertei o cruzado, mas sem força suficiente.",
      "5": "Acertei um bom cruzado e meu oponente sentiu o impacto.",
      "6": "Acertei um cruzado firme e a cabeça do meu oponente virou.",
      "7": "O cruzado foi forte e deixou meu oponente desnorteado.",
      "8": "Derrubei meu oponente de joelhos com um cruzado poderoso.",
      "9": "Nocauteei meu oponente com um cruzado brutal.",
      "10": "Matei meu oponente com um cruzado extremamente violento."
    }
  },
  "jiu-jitsu": {
    "text": "Mata-leão",
    "messages": {
      "0": "Tentei aplicar um mata-leão, mas meu oponente escapou facilmente.",
      "1": "Tentei fechar o mata-leão, mas não consegui alcançar o pescoço.",
      "2": "Apliquei o golpe sem pressão suficiente.",
      "3": "Comecei o mata-leão, mas meu oponente resistiu.",
      "4": "Consegui manter o mata-leão por alguns segundos.",
      "5": "Apliquei boa pressão e meu oponente começou a se debater.",
      "6": "O mata-leão encaixou bem e a força do meu oponente diminuiu.",
      "7": "Meu oponente ficou tonto tentando escapar do golpe.",
      "8": "Derrubei meu oponente no chão após ele perder as forças.",
      "9": "Meu oponente apagou por alguns segundos com o mata-leão.",
      "10": "Matei meu oponente ao manter o mata-leão por tempo excessivo."
    }
  }
}
